export const HPIQUESTIONS = [
  {
    id: 'socialSupport',
    descriptions: {
      corruption:
        '의료비가 저렴하긴 한데, 정치인들이 일도 안하고 부정비리가 많은 나라',
      Freedom: '의료비가 저렴하긴 한데, 낮에만 돌아다닐 수 있는 나라',
      price: '의료비가 저렴하긴 한데, 간식 가격이 국밥 한 그릇인 나라',
      GDP: '의료비가 저렴하긴 한데, 발전을 안하는 나라',
      temperature: '의료비가 저렴하긴 한데, 날씨가 안좋은 나라',
      HLE: '의료비가 저렴하긴 한데, 왜인지 장수하는 사람이 없는 나라',
      Generosity: '의료비가 저렴하긴 한데, 식당에 지갑 두고 가면 사라지는 나라',
    },
  },
  {
    id: 'corruption',
    descriptions: {
      socialSupport:
        '나라에 비리가 없고 시민의식도 높지만, 아프면 병원비가 비싼 나라',
      Freedom:
        '나라에 비리가 없고 시민의식도 높지만, 낮에만 돌아다닐 수 있는 나라',
      price:
        '나라에 비리가 없고 시민의식도 높지만, 간식 가격이 국밥 한 그릇인 나라',
      GDP: '나라에 비리가 없고 시민의식도 높지만, 발전을 안하는 나라',
      temperature: '나라에 비리가 없고 시민의식도 높지만, 날씨가 안좋은 나라',
      HLE: '나라에 비리가 없고 시민의식도 높지만, 왜인지 장수하는 사람이 없는 나라',
      Generosity:
        '나라에 비리가 없고 시민의식도 높지만, 식당에 지갑 두고 가면 사라지는 나라',
    },
  },
  {
    id: 'Freedom',
    descriptions: {
      socialSupport: '자유롭게 다닐 수 있지만, 아프면 병원비가 비싼 나라',
      price: '자유롭게 다닐 수 있지만, 간식 가격이 국밥 한 그릇인 나라',
      GDP: '자유롭게 다닐 수 있지만, 발전을 안하는 나라',
      temperature: '자유롭게 다닐 수 있지만, 날씨가 안좋은 나라',
      HLE: '자유롭게 다닐 수 있지만, 왜인지 장수하는 사람이 없는 나라',
      Generosity:
        '자유롭게 다닐 수 있지만, 식당에 지갑 두고 가면 사라지는 나라',
      corruption: '자유롭게 다닐 수 있지만, 정치하는 사람들만 잘사는 나라',
    },
  },
  {
    id: 'price',
    descriptions: {
      socialSupport:
        '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 아프면 병원비가 비싼 나라',
      Freedom:
        '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 낮에만 돌아다닐 수 있는 나라',
      GDP: '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 발전을 안하는 나라',
      temperature:
        '걱정 없이 먹고 싶은 음식 먹을 수 있는데, 날씨가 안좋은 나라',
      HLE: '걱정 없이 먹고 싶은 음식 먹을 수 있는데, 오래 사는 사람이 없는 나라',
      Generosity:
        '걱정 없이 먹고 싶은 음식 먹을 수 있는데, 식당에 지갑 두고 가면 사라지는 나라',
      corruption:
        '걱정 없이 먹고 싶은 음식 먹을 수 있는데, 정치하는 사람들만 잘사는 나라',
    },
  },
  {
    id: 'GDP',
    descriptions: {
      socialSupport: '나라의 발전 속도가 빠르지만, 의료비는 비싼 나라 ',
      Freedom: '나라의 발전 속도가 빠르지만, 낮에만 돌아다녀야 하는 나라',
      price: '나라의 발전 속도가 빠르지만, 간식 가격이 국밥 한 그릇인 나라',
      temperature: '나라의 발전 속도가 빠르지만, 날씨가 별로인 나라',
      HLE: '나라의 발전 속도가 빠르지만, 왜인지 장수하는 사람이 없는 나라',
      Generosity:
        '나라의 발전 속도가 빠르지만, 식당에 두고간 지갑은 찾을 수 없는 나라',
      corruption: '나라의 발전 속도가 빠르지만, 정치하는 사람들만 잘 사는 나라',
    },
  },
  {
    id: 'mean',
    descriptions: {
      socialSupport:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 의료비가 비싼 나라',
      Freedom:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 낮에만 돌아다녀야 하는 나라',
      price:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 간식 가격이 국밥 한 그릇인 나라',
      GDP: '내가 진짜 좋아하는 날씨를 가지고 있지만, 발전을 안하고 항상 그대로인 나라 ',
      HLE: '내가 진짜 좋아하는 날씨를 가지고 있지만, 왜인지 장수하는 사람이 없는 나라',
      Generosity:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 식당에 두고간 지갑은 찾을 수 없는 나라',
      corruption:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 정치하는 사람들만 잘 사는 나라',
    },
  },
  {
    id: 'HLE',
    descriptions: {
      socialSupport: '의료비가 비싼데, 장수한 사람이 많은 나라 ',
      Freedom: '별탈 없이 장수할 수 있는데, 낮에만 돌아다닐 수 있는 나라',
      corruption: '별탈 없이 오래 살 수 있는데 정치하는 사람들만 잘 사는 나라',
      price: '별탈 없이 오래 살 수 있는데, 간식 가격이 국밥 한그릇인 나라',
      GDP: '별탈 없이 오래 살 수 있는데, 발전을 안하는 나라',
      Generosity:
        '별탈 없이 오래 살 수 있는데, 식당에 놔두고 간 지갑은 사라지는 나라',
      temperature: '별탈 없이 오래 살 수 있는데, 날씨가 별로인 나라',
    },
  },
  {
    id: 'Generosity',
    descriptions: {
      socialSupport:
        '식당에 지갑 놔두고 가면 그대로 있는데 의료보험이 비싼 나라',
      Freedom:
        '식장에 지갑 놔두고 가면 그대로 있는데, 해뜨는 낮에만 돌아다닐 수 있는 나라',
      price:
        '식당에 지갑 놔두고 가면 그대로 있는데, 길거리 간식 가격이 국밥 한그릇인 나라',
      GDP: '식당에 지갑 놔두고 가면 그대로 있는데, 더 이상 발전할 생각이 없는 나라',
      temperature: '지갑 놔두고 가면 그대로 있는데, 날씨가 별로인 나라 ',
      HLE: '지갑 놔두고 가면 그대로 있는데, 왜인지 장수한 사람이 없는 나라',
    },
  },
];
