export const HPIQUESTIONS = [
  {
    id: 'socialSupport',
    descriptions: {
      corruption:
        '의료비가 저렴하긴 한데, 정치인들이 일도 안하고 부정비리가 많은 나라',
      Freedom:
        '의료비가 저렴하긴 한데, 눈치 보지 않고 스스로 원하는 것을 하면서 살 수 없는 나라',
      price: '의료비가 저렴하긴 한데, 간식 가격이 국밥 한 그릇인 나라',
      GDP: '의료비가 저렴하긴 한데, 발전을 안하는 나라',
      mean: '의료비가 저렴하긴 한데, 날씨가 별로인 나라',
      HLE: '의료비가 저렴하긴 한데, 왜인지 장수하는 사람이 없는 나라',
      Generosity:
        '의료비가 저렴하긴 한데, 길을 걷다가 어깨 부딪히면 주먹 날라오는 나라',
    },
  },
  {
    id: 'corruption',
    descriptions: {
      socialSupport:
        '나라에 비리가 없고 시민의식도 높지만, 아프면 병원비가 비싼 나라',
      Freedom:
        '나라에 비리가 없고 시민의식도 높지만, 눈치 보지 않고 스스로 원하는 것을 하면서 살 수 없는 나라',
      price:
        '나라에 비리가 없고 시민의식도 높지만, 간식 가격이 국밥 한 그릇인 나라',
      GDP: '나라에 비리가 없고 시민의식도 높지만, 발전을 안하는 나라',
      mean: '나라에 비리가 없고 시민의식도 높지만, 날씨가 별로인 나라',
      HLE: '나라에 비리가 없고 시민의식도 높지만, 왜인지 장수하는 사람이 없는 나라',
      Generosity:
        '나라에 비리가 없고 시민의식도 높지만, 길을 걷다가 어깨 부딪히면 주먹 날라오는 나라',
    },
  },
  {
    id: 'Freedom',
    descriptions: {
      socialSupport:
        '눈치 보지 않고 스스로 원하는 것을 하면서 살 수 있지만, 아프면 병원비가 비싼 나라',
      price:
        '눈치 보지 않고 스스로 원하는 것을 하면서 살 수 있지만, 간식 가격이 국밥 한 그릇인 나라',
      GDP: '눈치 보지 않고 스스로 원하는 것을 하면서 살 수 있지만, 발전을 안하는 나라',
      mean: '눈치 보지 않고 스스로 원하는 것을 하면서 살 수 있지만, 날씨가 별로인 나라',
      HLE: '눈치 보지 않고 스스로 원하는 것을 하면서 살 수 있지만, 왜인지 장수하는 사람이 없는 나라',
      Generosity:
        '눈치 보지 않고 스스로 원하는 것을 하면서 살 수 있지만, 길을 걷다가 어깨 부딪히면 주먹 날라오는 나라',
      corruption:
        '눈치 보지 않고 스스로 원하는 것을 하면서 살 수 있지만, 부정부패가 끊이질 않는 나라',
    },
  },
  {
    id: 'price',
    descriptions: {
      socialSupport:
        '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 아프면 병원비가 비싼 나라',
      Freedom:
        '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 눈치 보지 않고 스스로 원하는 것을 하면서 살 수 없는 나라',
      GDP: '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 발전을 안하는 나라',
      mean: '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 날씨가 별로인 나라',
      HLE: '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 오래 사는 사람이 없는 나라',
      Generosity:
        '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 길을 걷다가 어깨 부딪히면 주먹 날라오는 나라',
      corruption:
        '돈 걱정 없이 먹고 싶은 음식 먹을 수 있는데, 부정부패가 끊이질 않는 나라',
    },
  },
  {
    id: 'GDP',
    descriptions: {
      socialSupport: '나라의 발전 속도가 빠르지만, 의료비는 비싼 나라 ',
      Freedom:
        '나라의 발전 속도가 빠르지만, 눈치 보지 않고 스스로 원하는 것을 하면서 살 수 없는 나라',
      price: '나라의 발전 속도가 빠르지만, 간식 가격이 국밥 한 그릇인 나라',
      mean: '나라의 발전 속도가 빠르지만, 날씨가 별로인 나라',
      HLE: '나라의 발전 속도가 빠르지만, 왜인지 장수하는 사람이 없는 나라',
      Generosity:
        '나라의 발전 속도가 빠르지만, 길을 걷다가 어깨 부딪히면 주먹 날라오는 나라',
      corruption: '나라의 발전 속도가 빠르지만, 부정부패가 끊이질 않는 나라',
    },
  },
  {
    id: 'mean',
    descriptions: {
      socialSupport:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 의료비가 비싼 나라',
      Freedom:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 눈치 보지 않고 스스로 원하는 것을 하면서 살 수 없는 나라',
      price:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 간식 가격이 국밥 한 그릇인 나라',
      GDP: '내가 진짜 좋아하는 날씨를 가지고 있지만, 발전을 안하고 항상 그대로인 나라 ',
      HLE: '내가 진짜 좋아하는 날씨를 가지고 있지만, 왜인지 장수하는 사람이 없는 나라',
      Generosity:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 길을 걷다가 어깨 부딪히면 주먹 날라오는 나라',
      corruption:
        '내가 진짜 좋아하는 날씨를 가지고 있지만, 부정부패가 끊이질 않는 나라',
    },
  },
  {
    id: 'HLE',
    descriptions: {
      socialSupport: '의료비가 비싼데, 장수한 사람이 많은 나라 ',
      Freedom:
        '별탈 없이 장수할 수 있는데, 눈치 보지 않고 스스로 원하는 것을 하면서 살 수 없는 나라',
      corruption: '별탈 없이 오래 살 수 있는데, 부정부패가 끊이질 않는 나라',
      price: '별탈 없이 오래 살 수 있는데, 간식 가격이 국밥 한그릇인 나라',
      GDP: '별탈 없이 오래 살 수 있는데, 발전을 안하는 나라',
      Generosity:
        '별탈 없이 오래 살 수 있는데, 길을 걷다가 어깨 부딪히면 주먹 날라오는 나라',
      mean: '별탈 없이 오래 살 수 있는데, 날씨가 별로인 나라',
    },
  },
  {
    id: 'Generosity',
    descriptions: {
      socialSupport:
        '길을 걷다가 어깨 부딪히면 서로 사과하는 대인배만 살지만, 의료보험이 비싼 나라',
      Freedom:
        '길을 걷다가 어깨 부딪히면 서로 사과하는 대인배만 살지만, 눈치 보지 않고 스스로 원하는 것을 하면서 살 수 없는 나라',
      price:
        '길을 걷다가 어깨 부딪히면 서로 사과하는 대인배만 살지만, 길거리 간식 가격이 국밥 한그릇인 나라',
      GDP: '길을 걷다가 어깨 부딪히면 서로 사과하는 대인배만 살지만, 더 이상 발전할 생각이 없는 나라',
      mean: '길을 걷다가 어깨 부딪히면 서로 사과하는 대인배만 살지만, 날씨가 별로인 나라 ',
      HLE: '길을 걷다가 어깨 부딪히면 서로 사과하는 대인배만 살지만, 왜인지 장수한 사람이 없는 나라',
      corruption:
        '길을 걷다가 어깨 부딪히면 서로 사과하는 대인배만 살지만, 부정부패가 끊이질 않는 나라',
    },
  },
];
