export const SurveyFirstQuestion = [
  {
    Q: '사회 복지 vs 청렴도',
    options: [
      {
        id: '사회복지',
        option: '나라는 부패했지만, 사회복지는 좋은 나라',
      },
      {
        id: '청렴도',
        option: '청렴하지만, 사회복지가 없는 나라',
      },
    ],
  },
  {
    Q: '삶의 자유 vs 물가',
    options: [
      {
        id: '삶의자유',
        option: '매일 풀만 먹는 남한에서 살기. 빅맥이 귀한 음식...🍔',
      },
      {
        id: '물가',
        option: '좋아하는 음식 마음껏 먹는 북한에서 살기.',
      },
    ],
  },
  {
    Q: '경제 vs 기온',
    options: [
      {
        id: '경제',
        option: '경제는 좋지만 선호하는 계절이 없는 나라에서 살기.',
      },
      {
        id: '기온',
        option: '경제는 안 좋지만, 기온이 엄청 좋은 나라에서 살기',
      },
    ],
  },
  {
    Q: '기대 수명 vs 관대함',
    options: [
      {
        id: '기대수명',
        option: '100세까지 살지만, 평생 이웃 친구 하나없이 살기.',
      },
      {
        id: '관대함',
        option: '10살까지 살지만,  국민들 성격 모두 좋은 나라에서 살기',
      },
    ],
  },
];
